Repository: enlewof/Kodi-Launches-Playnite-Addon
Catalog: script.kodi.launches.steam/resources/language/*/strings.po
Languages: spanish

# #32001
source: Use custom executable:
spanish: Usar ejecutable personalizado:

# #32002
source: Custom Executable:
spanish: Ejecutable personalizado:

# #32003
source: Advanced
spanish: Avanzado

# #32004
source: Start Playnite in Full Screen Mode:
spanish: Iniciar Playnite en modo Full Screen

# #32005
source: Full Screen Mode parameter:
spanish: Parámetro para modo Full Screen:

# #32006
source: Use extra parameters:
spanish: Usar parámetros extras:

# #32007
source: Extra parameters:
spanish: Parámetros extras:

# #32008
source: Executable not found
spanish: Ejecutable no encontrado

# #32009
source: The Playnite executable was not found on the default locations based on your System.
spanish: El ejecutable de Playnite no fue encontrado en las ubicaciones por defecto basadas en su Sistema.

# #32010
source: Is Playnite installed on your System?
spanish: ¿Está Playnite instalado en su Sistema?

# #32011
source: Please check if Playnite is installed on your System before running this Addon. To get more information about installing Playnite, go to https://playnite.link/
spanish: Por favor verifique si Playnite está instalado en su Sistema antes de usar este Addon. Para obtener más información sobre cómo instalar Playnite, visite https://playnite.link/

# #32014
source: Addon Settings
spanish: Configuración del Addon

# #32015
source: If you installed Playnite but on a custom location, would you like to open the Addon Settings and specify the Playnite.FullscreenApp.exe location?
spanish: Si tienes Playnite instalado pero en una ubicación personalizada, ¿Te gustaría abrir la Configuración del Addon y especificar la ubicación de Playnite.FullscreenApp.exe?

# #32016
source: Unknown System
spanish: Sistema desconocido

# #32017
source: This Addon is not able to find a Playnite installation. Please consider to specify a custom location for Playnite.FullscreenApp.exe on the Addon Settings.
spanish: Este Addon no pudo encontrar una instalación de Playnite. Por favor considere especificar la ubicación de Playnite.FullscreenApp.exe en la Configuración del Addon.

# #32018
source: Custom executable not found
spanish: Ejecutable personalizado no encontrado

# #32019
source: The custom executable was not found. Please specify a new location for it on the Addon Settings.
spanish: El ejecutable personalizado no se encontró. Por favor especifique una nueva ubicación en la Configuración del Addon.
